tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "exa"
brew "jq"
brew "lua-language-server"
brew "mcfly"
brew "mdbook"
brew "neovim"
brew "prettier"
brew "ripgrep"
brew "rust-analyzer"
brew "starship"
brew "stylua"
brew "vivid"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "kitty"
